[
   {
      "lEquations":[
         "70-x=27"
      ],
      "lSolutions":[
         43.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Joan found 70 seashells on the beach. she gave Sam some of her seashells. She has 27 seashell left. How many seashells did she give to Sam ?",
      "iIndex":0
   },
   {
      "lEquations":[
         "28+x=54"
      ],
      "lSolutions":[
         26.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There were 28 bales of hay in the barn. Tim stacked more bales in the barn today. There are now 54 bales of hay in the barn. How many bales did he store in the barn ?",
      "iIndex":1
   },
   {
      "lEquations":[
         "8=2+x"
      ],
      "lSolutions":[
         6.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Mary is baking a cake. The recipe wants 8 cups of flour. She already put in 2 cups. How many more cups does she need to add ?",
      "iIndex":3
   },
   {
      "lEquations":[
         "12=x+4"
      ],
      "lSolutions":[
         8.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Sara's high school played 12 basketball games this year. The team won most of their games. They were defeated during 4 games. How many games did they win ?",
      "iIndex":4
   },
   {
      "lEquations":[
         "22+x=55"
      ],
      "lSolutions":[
         33.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There are 22 walnut trees currently in the park. Park workers will plant more walnut trees today. When the workers are finished there will be 55 walnut trees in the park. How many walnut trees did the workers plant today ?",
      "iIndex":5
   },
   {
      "lEquations":[
         "34+x=86"
      ],
      "lSolutions":[
         52.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Mike had 34 peaches left at his roadside fruit stand. He went to the orchard and picked more peaches to stock up the stand. There are now 86 peaches at the stand, how many did he pick ?",
      "iIndex":6
   },
   {
      "lEquations":[
         "6+x=16"
      ],
      "lSolutions":[
         10.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There were 6 roses in the vase. Mary cut some more roses from her flower garden. There are now 16 roses in the vase. How many roses did she cut ?",
      "iIndex":7
   },
   {
      "lEquations":[
         "2+(5*x)=27"
      ],
      "lSolutions":[
         5.0
      ],
      "grammarCheck":0,
      "templateType":5,
      "sQuestion":"Benny bought a soft drink for 2 dollars and 5 candy bars. He spent a total of 27 dollars. How much did each candy bar cost ?",
      "iIndex":8
   },
   {
      "lEquations":[
         "(3*x)+6=162"
      ],
      "lSolutions":[
         52.0
      ],
      "grammarCheck":0,
      "templateType":5,
      "sQuestion":"The sum of three consecutive even numbers is 162. What is the smallest of the three numbers ?",
      "iIndex":11
   },
   {
      "lEquations":[
         "79-(9*x)=16"
      ],
      "lSolutions":[
         7.0
      ],
      "grammarCheck":0,
      "templateType":5,
      "sQuestion":"Sam had 79 dollars to spend on 9 books. After buying them he had 16 dollars. How much did each book cost ?",
      "iIndex":12
   },
   {
      "lEquations":[
         "17+(7*x)=80"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":5,
      "sQuestion":"Oceanside Bike Rental Shop charges 17 dollars plus 7 dollars an hour for renting a bike. Tom paid 80 dollars to rent a bike. How many hours did he pay to have the bike checked out ?",
      "iIndex":13
   },
   {
      "lEquations":[
         "375=(7*x)+4"
      ],
      "lSolutions":[
         53.0
      ],
      "grammarCheck":0,
      "templateType":5,
      "sQuestion":"On Monday, 375 students went on a trip to the zoo. All 7 buses were filled and 4 students had to travel in cars. How many students were in each bus ?",
      "iIndex":14
   },
   {
      "lEquations":[
         "(3*x)+6=69"
      ],
      "lSolutions":[
         21.0
      ],
      "grammarCheck":0,
      "templateType":5,
      "sQuestion":"The sum of three consecutive odd numbers is 69. What is the smallest of the three numbers ?",
      "iIndex":16
   },
   {
      "lEquations":[
         "4+9=x"
      ],
      "lSolutions":[
         13.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Joan went to 4 football games this year. She went to 9 football games last year. How many football games did Joan go to in all ?",
      "iIndex":17
   },
   {
      "lEquations":[
         "9+8=x"
      ],
      "lSolutions":[
         17.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Tom has 9 yellow balloons. Sara has 8 yellow balloons. How many yellow balloons do they have in total ?",
      "iIndex":18
   },
   {
      "lEquations":[
         "4+6=x"
      ],
      "lSolutions":[
         10.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 4 walnut trees currently in the park. Park workers will plant 6 more walnut trees today. How many walnut trees will the park have when the workers are finished ?",
      "iIndex":19
   },
   {
      "lEquations":[
         "9+7=x"
      ],
      "lSolutions":[
         16.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sam had 9 dimes in his bank. His dad gave him 7 more dimes. How many dimes does Sam have now ?",
      "iIndex":20
   },
   {
      "lEquations":[
         "x-7=5"
      ],
      "lSolutions":[
         12.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Alyssa's dog had puppies. She gave 7 to her friends.  She now has 5 puppies left. How many puppies did she have to start with ?",
      "iIndex":21
   },
   {
      "lEquations":[
         "9+6=x"
      ],
      "lSolutions":[
         15.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"A restaurant served 9 pizzas during lunch and 6 during dinner today. How many pizzas were served today ?",
      "iIndex":22
   },
   {
      "lEquations":[
         "2+3=x"
      ],
      "lSolutions":[
         5.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 2 pencils in the drawer. Tim placed 3 more pencils in the drawer. How many pencils are now there in total ?",
      "iIndex":23
   },
   {
      "lEquations":[
         "6+8=x"
      ],
      "lSolutions":[
         14.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Joan found 6 seashells and Jessica found 8 seashells on the beach. How many seashells did they find together ?",
      "iIndex":24
   },
   {
      "lEquations":[
         "6+3=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sandy grew 6 carrots. Sam grew 3 carrots. How many carrots did they grow in total ?",
      "iIndex":25
   },
   {
      "lEquations":[
         "2+9=x"
      ],
      "lSolutions":[
         11.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Benny picked 2 apples and Dan picked 9 apples from the apple tree. How many apples were picked in total ?",
      "iIndex":26
   },
   {
      "lEquations":[
         "18+47=x"
      ],
      "lSolutions":[
         65.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sam found 18 seashells and Mary found 47 seashells on the beach. How many seashells did they find together ?",
      "iIndex":35
   },
   {
      "lEquations":[
         "45+11=x"
      ],
      "lSolutions":[
         56.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sara picked 45 pears and Sally picked 11 pears from the pear tree. How many pears were picked in total ?",
      "iIndex":36
   },
   {
      "lEquations":[
         "20+21=x"
      ],
      "lSolutions":[
         41.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Keith has 20 books. Jason has 21 books.  How many books do they have together ?",
      "iIndex":37
   },
   {
      "lEquations":[
         "49+25=x"
      ],
      "lSolutions":[
         74.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Jason had 49 quarters in his bank. His dad gave him 25 more quarters. How many quarters does he have now ?",
      "iIndex":38
   },
   {
      "lEquations":[
         "33+44=x"
      ],
      "lSolutions":[
         77.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 33 walnut trees currently in the park. Park workers will plant  44 more walnut trees today. How many walnut trees will the park have when the workers are finished ?",
      "iIndex":39
   },
   {
      "lEquations":[
         "21+49=x"
      ],
      "lSolutions":[
         70.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sara had 21 quarters in her bank. Her dad gave her 49 more quarters. How many quarters does she have now ?",
      "iIndex":40
   },
   {
      "lEquations":[
         "41+30=x"
      ],
      "lSolutions":[
         71.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 41 pencils in the drawer. Mike placed 30 more  pencils in the drawer. How many pencils are now there in total ?",
      "iIndex":41
   },
   {
      "lEquations":[
         "10+38=x"
      ],
      "lSolutions":[
         48.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Joan has 10 books. Tom has 38 books.  How many books do they have together ?",
      "iIndex":42
   },
   {
      "lEquations":[
         "40+41=x"
      ],
      "lSolutions":[
         81.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Joan has 40 blue balloons Melanie has 41 blue balloons. How many blue balloons do they have in total ?",
      "iIndex":43
   },
   {
      "lEquations":[
         "38+44=x"
      ],
      "lSolutions":[
         82.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Fred grew 38 cantelopes. Tim grew 44 cantelopes. How many cantelopes did they grow in total ?",
      "iIndex":44
   },
   {
      "lEquations":[
         "14+29=x"
      ],
      "lSolutions":[
         43.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sam went to 14 football games this year. He went to 29 games  last year. How many football games did Sam go to in all ?",
      "iIndex":45
   },
   {
      "lEquations":[
         "18+41=x"
      ],
      "lSolutions":[
         59.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Mary found 18 seashells and Jessica found 41 seashells on the beach. How many seashells did they find together ?",
      "iIndex":46
   },
   {
      "lEquations":[
         "35+x=56"
      ],
      "lSolutions":[
         21.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Mike has 35 books in his library. He bought several books at a yard sale over the weekend. He now has 56 books in his library. How many books did he buy at the yard sale ?",
      "iIndex":56
   },
   {
      "lEquations":[
         "7=4+x"
      ],
      "lSolutions":[
         3.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Sandy is baking a cake. The recipe wants 7 cups of flour. She already put in 4 cups. How many more cups does she need to add ?",
      "iIndex":57
   },
   {
      "lEquations":[
         "53+x=64"
      ],
      "lSolutions":[
         11.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There are 53 maple trees currently in the park. Park workers will plant more maple trees today. When the workers are finished there will be 64 maple trees in the park. How many maple trees did the workers plant today ?",
      "iIndex":58
   },
   {
      "lEquations":[
         "56-x=22"
      ],
      "lSolutions":[
         34.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Dan found 56 seashells on the beach, he gave Jessica some of his seashells. He has 22 seashell left. How many seashells did he give to Jessica ?",
      "iIndex":59
   },
   {
      "lEquations":[
         "13+x=55"
      ],
      "lSolutions":[
         42.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Sally had 13 peaches left at her roadside fruit stand. She went to the orchard and picked more peaches to stock up the stand. There are now 55 peaches at the stand, how many did she pick ?",
      "iIndex":60
   },
   {
      "lEquations":[
         "67-x=33"
      ],
      "lSolutions":[
         34.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Benny received 67 dollars for his birthday. He went to a sporting goods store and bought a baseball glove, baseball, and bat. He had 33 dollars left over. How much did he spent on the baseball gear ?",
      "iIndex":61
   },
   {
      "lEquations":[
         "3+x=14"
      ],
      "lSolutions":[
         11.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There were 3 roses in the vase. Alyssa cut some more roses from her flower garden. There are now 14 roses in the vase. How many roses did she cut ?",
      "iIndex":62
   },
   {
      "lEquations":[
         "74+x=86"
      ],
      "lSolutions":[
         12.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Last week Tom had 74 dollars. He washed cars over the weekend and now has 86 dollars. How much money did he make washing cars ?",
      "iIndex":63
   },
   {
      "lEquations":[
         "73+x=96"
      ],
      "lSolutions":[
         23.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There were 73 bales of hay in the barn. Jason stacked more bales in the barn today. There are now 96 bales of hay in the barn. How many bales did he store in the barn ?",
      "iIndex":64
   },
   {
      "lEquations":[
         "6+7=x"
      ],
      "lSolutions":[
         13.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Nancy grew 6 potatoes. Sandy grew 7 potatoes. How many potatoes did they grow in total ?",
      "iIndex":65
   },
   {
      "lEquations":[
         "9+3=x"
      ],
      "lSolutions":[
         12.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 9 crayons in the drawer. Benny placed 3 more crayons in the drawer. How many crayons are now there in total ?",
      "iIndex":66
   },
   {
      "lEquations":[
         "5+4=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 5 oak trees currently in the park. Park workers will plant 4 more oak trees today. How many oak trees will the park have when the workers are finished ?",
      "iIndex":67
   },
   {
      "lEquations":[
         "7=4+x"
      ],
      "lSolutions":[
         3.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"There were a total of 7 football games this year. Melanie missed 4 of the games. How many football games did Melanie go to in all ?",
      "iIndex":68
   },
   {
      "lEquations":[
         "7=4+x"
      ],
      "lSolutions":[
         3.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Tom found 7 seashells but 4 were broken.  How many unbroken seashells did Tom find ?",
      "iIndex":69
   },
   {
      "lEquations":[
         "7+9=x"
      ],
      "lSolutions":[
         16.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sally picked 7 lemons and Mary picked 9 lemons from the lemon tree. How many lemons were picked in total ?",
      "iIndex":70
   },
   {
      "lEquations":[
         "6+9=x"
      ],
      "lSolutions":[
         15.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"A restaurant served 6 cakes during lunch and 9 during dinner today. How many cakes were served today ?",
      "iIndex":71
   },
   {
      "lEquations":[
         "8-2=x"
      ],
      "lSolutions":[
         6.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Joan has 8 orange balloons  but lost 2 of them. How many orange balloons does Joan have now ?",
      "iIndex":72
   },
   {
      "lEquations":[
         "7-3=x"
      ],
      "lSolutions":[
         4.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Fred had 7 dimes in his bank. His sister borrowed 3 of his dimes. How many dimes does Fred have now ?",
      "iIndex":73
   },
   {
      "lEquations":[
         "8-2=x"
      ],
      "lSolutions":[
         6.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Joan's cat had 8 kittens. She gave 2 to her friends.  How many kittens does she have now ?",
      "iIndex":74
   },
   {
      "lEquations":[
         "34+49=x"
      ],
      "lSolutions":[
         83.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 34 dogwood trees currently in the park. Park workers will plant  49 more dogwood trees today. How many dogwood trees will the park have when the workers are finished ?",
      "iIndex":75
   },
   {
      "lEquations":[
         "27+45=x"
      ],
      "lSolutions":[
         72.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 27 pencils in the drawer. Nancy placed 45 more  pencils in the drawer. How many pencils are now there in total ?",
      "iIndex":76
   },
   {
      "lEquations":[
         "39-14=x"
      ],
      "lSolutions":[
         25.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Benny's high school played 39 baseball games this year. He attended  14 games. How many baseball games did Benny miss ?",
      "iIndex":77
   },
   {
      "lEquations":[
         "35-18=x"
      ],
      "lSolutions":[
         17.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Sam found 35 seashells on the beach, he gave Joan 18 of the seashells. How many seashells does he now have ?",
      "iIndex":78
   },
   {
      "lEquations":[
         "22+20=x"
      ],
      "lSolutions":[
         42.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Tim has 22 books. Mike has 20 books.  How many books do they have together ?",
      "iIndex":79
   },
   {
      "lEquations":[
         "87-13=x"
      ],
      "lSolutions":[
         74.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Mike has 87 baseball cards. Sam bought 13 of Mike's  baseball cards. How many baseball cards does Mike have now ?",
      "iIndex":80
   },
   {
      "lEquations":[
         "51+23=x"
      ],
      "lSolutions":[
         74.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sandy grew 51 pumpkins. Mike grew 23 pumpkins. How many pumpkins did they grow in total ?",
      "iIndex":81
   },
   {
      "lEquations":[
         "44+52=x"
      ],
      "lSolutions":[
         96.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Tim has 44 books. Sam has 52 books.  How many books do they have together ?",
      "iIndex":82
   },
   {
      "lEquations":[
         "64-14=x"
      ],
      "lSolutions":[
         50.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Dan has 64 violet marbles, he gave Mary 14 of the marbles. How many violet marbles does he now have ?",
      "iIndex":83
   },
   {
      "lEquations":[
         "25+73=x"
      ],
      "lSolutions":[
         98.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 25 popular trees currently in the park. Park workers will plant  73 more popular trees today. How many popular trees will the park have when the workers are finished ?",
      "iIndex":84
   },
   {
      "lEquations":[
         "54+22=x"
      ],
      "lSolutions":[
         76.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 54 scissors in the drawer. Keith placed 22 more  scissors in the drawer. How many scissors are now there in all ?",
      "iIndex":85
   },
   {
      "lEquations":[
         "42+17=x"
      ],
      "lSolutions":[
         59.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Alyssa picked 42 pears and Nancy picked 17 pears from the pear tree. How many pears were picked in all ?",
      "iIndex":86
   },
   {
      "lEquations":[
         "98-93=x"
      ],
      "lSolutions":[
         5.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Sam had 98 pennies in his bank. He spent 93 of his pennies. How many pennies does he have now ?",
      "iIndex":87
   },
   {
      "lEquations":[
         "79-63=x"
      ],
      "lSolutions":[
         16.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Joan found 79 seashells on the beach, she gave Mike 63 of the seashells. How many seashells does she now have ?",
      "iIndex":88
   },
   {
      "lEquations":[
         "64=32+x"
      ],
      "lSolutions":[
         32.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Melanie's high school played 64 soccer games this year. She attended  32 games. How many soccer games did Melanie miss ?",
      "iIndex":89
   },
   {
      "lEquations":[
         "110+102=x"
      ],
      "lSolutions":[
         212.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Sam has 110 books. Joan has 102 books.  How many books do they have together ?",
      "iIndex":90
   },
   {
      "lEquations":[
         "122+105=x"
      ],
      "lSolutions":[
         227.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Mary picked 122 oranges and Jason picked 105 oranges from the orange tree. How many oranges were picked in total ?",
      "iIndex":91
   },
   {
      "lEquations":[
         "760-418=x"
      ],
      "lSolutions":[
         342.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Sally had 760 quarters in her bank. She spent 418 of her quarters. How many quarters does she have now ?",
      "iIndex":92
   },
   {
      "lEquations":[
         "616=147+x"
      ],
      "lSolutions":[
         469.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Fred's high school played 616 baseball games this year. He attended  147 games. How many baseball games did Fred miss ?",
      "iIndex":93
   },
   {
      "lEquations":[
         "139+113=x"
      ],
      "lSolutions":[
         252.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"Melanie grew 139 turnips. Benny grew 113 turnips. How many turnips did they grow in all ?",
      "iIndex":94
   },
   {
      "lEquations":[
         "676-224=x"
      ],
      "lSolutions":[
         452.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Jason has 676 Pokemon cards. Alyssa bought 224 of Jason's  Pokemon cards. How many Pokemon cards does Jason have now ?",
      "iIndex":95
   },
   {
      "lEquations":[
         "107+104=x"
      ],
      "lSolutions":[
         211.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 107 walnut trees currently in the park. Park workers will plant  104 more walnut trees today. How many walnut trees will the park have when the workers are finished ?",
      "iIndex":96
   },
   {
      "lEquations":[
         "709-221=x"
      ],
      "lSolutions":[
         488.0
      ],
      "grammarCheck":0,
      "templateType":3,
      "sQuestion":"Fred has 709 green balloons, he gave Sandy 221 of the balloons. How many green balloons does he now have ?",
      "iIndex":97
   },
   {
      "lEquations":[
         "115+100=x"
      ],
      "lSolutions":[
         215.0
      ],
      "grammarCheck":0,
      "templateType":22,
      "sQuestion":"There are 115 pencils in the drawer. Sara placed 100 more  pencils in the drawer. How many pencils are now there in all ?",
      "iIndex":98
   },
   {
      "lEquations":[
         "45/5=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Mike has 45 dollars in 5 dollar bills.  How many five dollars bills does  he have ?",
      "iIndex":99
   },
   {
      "lEquations":[
         "18/2=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Nancy goes fishing with Joan. They catch 18 trout.  If they equally split up the trout, how many will each one get ?",
      "iIndex":100
   },
   {
      "lEquations":[
         "63/7=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"A restaurant sold 63 hamburgers last week. How many hamburgers on average were sold each day ?",
      "iIndex":101
   },
   {
      "lEquations":[
         "45/5=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Sandy worked 45 hours in the last 5 days. Assuming that she worked the same amount of hours each day, how long did she work each day ?",
      "iIndex":102
   },
   {
      "lEquations":[
         "27/3=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"There were a total of 27 soccer games during the 3 month season.  If the games are equally divided, how many soccer games are played a month ?",
      "iIndex":103
   },
   {
      "lEquations":[
         "90/10=x"
      ],
      "lSolutions":[
         9.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Fred has 90 cents in his bank.  How many dimes does Fred have ?",
      "iIndex":104
   },
   {
      "lEquations":[
         "110/22=x"
      ],
      "lSolutions":[
         5.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Fred has 110 blue marbles. Fred has 22 times more blue marbles than Tim. How many blue marbles does Tim have?",
      "iIndex":105
   },
   {
      "lEquations":[
         "390=30*x"
      ],
      "lSolutions":[
         13.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"There are 390 students at a school. If each classroom holds 30 students, how many classrooms are needed at the school?",
      "iIndex":106
   },
   {
      "lEquations":[
         "96/12=x"
      ],
      "lSolutions":[
         8.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Mike has 96 muffins, which he needs to box up into dozens. How many boxes does he need?",
      "iIndex":107
   },
   {
      "lEquations":[
         "2000/100=x"
      ],
      "lSolutions":[
         20.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Tim has saved 2000 cents from selling lemonade.  How many dollars does Tim have?",
      "iIndex":108
   },
   {
      "lEquations":[
         "45*x=315"
      ],
      "lSolutions":[
         7.0
      ],
      "grammarCheck":0,
      "templateType":7,
      "sQuestion":"Jason's shelves hold 45 books each. How many shelves will Jason need if Jason has 315 books?",
      "iIndex":109
   }
]